app/controllers/orders_controller.rb

  def create
    @order = Order.new(order_params)

    if @order.save
---
INSERT INTO `orders` (`tracking_id1`, `tracking_id2`, `tracking_id3`, `created_at`, `updated_at`) VALUES ('', '', '', '2019-10-26 14:05:48.315267', '2019-10-26 14:05:48.315267')

  def update
    if @order.save
---
UPDATE `orders` SET `orders`.`response` = 'testtest', `orders`.`updated_at` = '2019-10-26 14:05:48.329387' WHERE `orders`.`id` = 1