app/controllers/shippers_controller.rb

SELECT `shippers`.* FROM `shippers` WHERE `shippers`.`id` = 19 LIMIT 1
---
    def set_shipper
      @shipper = Shipper.find(params[:id])